cask_args appdir: '/Applications'

brew 'ack'
brew 'coreutils'
brew 'go'
brew 'git'
brew 'jq'
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'ruby-build'
brew 'rbenv'
brew 'unrar'
brew 'wget'
brew 'youtube-dl'

cask 'google-chrome'
cask 'sublime-text'
cask 'dropbox'
cask 'google-drive'
cask 'manico'
cask 'things'
cask 'fantastical'
cask 'atom'
cask 'alfred'
cask 'manico'
cask 'daisydisk'
cask 'iterm2'
cask 'squirrel'
