cask_args appdir: '/Applications'

tap 'caskroom/cask'

brew 'ack'
brew 'coreutils'
brew 'fabric'
brew 'git'
brew 'go'
brew 'gpg'
brew 'jq'
brew 'kubernetes-cli'
brew 'libevent'
brew 'libgit2'
brew 'mas'
brew 'mysql'
brew 'node'
brew 'openssl'
brew 'python'
brew 'rbenv'
brew 'redis'
brew 'ruby'
brew 'ruby-build'
brew 'tmux'
brew 'unrar'
brew 'wget'
brew 'youtube-dl'

#cask '1password'
cask 'alfred'
cask 'atom'
cask 'daisydisk'
cask 'dropbox'
cask 'electronic-wechat'
cask 'fantastical'
cask 'flux'
cask 'google-chrome'
cask 'google-drive'
cask 'iterm2'
cask 'manico'
cask 'rescuetime'
cask 'slack'
cask 'squirrel'
cask 'spectacle'
cask 'sublime-text'
cask 'things'
cask 'vagrant'
cask 'virtualbox'

mas 'Tweetbot', id: 557168941
