cask_args appdir: "/Applications"

tap "homebrew/core"
tap "homebrew/bundle"
tap "caskroom/cask"
brew "ack"
brew "coreutils"
brew "fabric"
brew "git"
brew "gnupg"
brew "go"
brew "jq"
brew "kubernetes-cli"
brew "libevent"
brew "libgit2"
brew "mas"
brew "mysql"
brew "node"
brew "python"
brew "python3"
brew "rbenv"
brew "redis"
brew "ruby"
brew "tmux"
brew "unrar"
brew "wget"
brew "youtube-dl"
cask "alfred"
cask "atom"
cask "bitbar"
cask "caffeine"
cask "daisydisk"
cask "dash"
cask "dropbox"
cask "electronic-wechat"
cask "fantastical"
cask "flux"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "iina"
cask "intellij-idea-ce"
cask "iterm2"
cask "manico"
cask "pycharm-ce"
cask "rescuetime"
cask "slack"
cask "spectacle"
cask "squirrel"
cask "sublime-text"
cask "things"
cask "vagrant"
cask "virtualbox"
mas "1Password", id: 443987910
mas "Day One", id: 1055511498
mas "Tweetbot", id: 557168941
